[
    {
        "id": 101,
        "gif": "https://media2.giphy.com/media/kDMm05TnS3AVtWAt2Y/giphy.gif",
        "name": "Renegade Rows",
        "description": "In a plank, holding dumbbells, perform push-up, then bring right dumbbell up to your chest. Perform another push-up and repeat with left hand.",
        "modified": "Use less weight and/or keep knees on ground",
        "focus": [
            "core",
            "upper-body"
        ]
    },
    {
        "id": 102,
        "gif": "https://media0.giphy.com/media/KETFFNHKsvvWNFLLMT/giphy.gif",
        "name": "Step-Back Lunge and Curl",
        "description": "Holding dumbbells by your side, step back with right leg into a lunge, curling the dumbbells simultaneously. Repeat with left leg.",
        "modified": "Use less weight and don't lunge as deeply",
        "focus": [
            "lower-body",
            "upper-body"
        ]
    },
    {
        "id": 103,
        "gif": "https://media1.giphy.com/media/KFhZdoI492u6XZJnPA/giphy.gif",
        "name": "Dumbbell Squat, Clean and Press",
        "description": "Dumbbells by your side, curl dumbbells up to your shoulders, perform a squat and as you come back up, press the dumbbells above head. Lower dumbbells back to your side and repeat.",
        "modified": "Use less weight, don't squat as deeply and you don't have to perform the press",
        "focus": [
            "upper-body",
            "lower-body"
        ]
    },
    {
        "id": 104,
        "gif": "https://media2.giphy.com/media/joezpxFp6tZSqTcYmy/giphy.gif",
        "name": "Bent-Over Dumbbell Fly",
        "description": "Knees slightly bent, bend over at a 45 degree angle, dumbbells hanging in front of you, raise your arms out to your side, hold for a moment and bring back down.",
        "modified": "Use less weight, don't raise your arms as high and/or don't perform isometric hold",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 105,
        "gif": "https://media3.giphy.com/media/1jaMgsSZJqAhB14hn0/giphy.gif",
        "name": "Curls",
        "description": "Standing straight, holding dumbbells with wrists facing away from your body, slowly curl dumbbells to your shoulders, hold for a moment and lower back down. Repeat.",
        "modified": "Use less weight and raise the dumbbells to a comfortable position",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 106,
        "gif": "https://media1.giphy.com/media/kI4FVPzGiyXXOYt8hw/giphy.gif",
        "name": "Bent-Over Tricep Extensions",
        "description": "Knees slightly bent, bend over at 90 degree angle, elbows tucked up by your back, dumbbells hanging down by your side, slowly extend arms back until they are straight, hold and lower dumbbells back down.",
        "modified": "Decrease the angle of your body and don't raise your elbows as high",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 107,
        "gif": "https://media0.giphy.com/media/9sk5PmdcUSUGwXsovA/giphy.gif",
        "name": "Side Dumbbell Shoulder Raises",
        "description": "With dumbbells by your side, keep your arms straight and raise the dumbbells out to the side until they are perpendicular to the floor, hold for a moment and lower back to your side.",
        "modified": "Use less weight and raise the dumbbells less high",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 108,
        "gif": "https://media2.giphy.com/media/5UBoCszZjllWhufNtK/giphy.gif",
        "name": "Straight Dumbbell Shoulder Raises",
        "description": "With dumbbells hanging in front you, wrists facing your body, keep your arms straight and raise the dumbbells in front of you until they are perpendicular, hold for a moment and lower back in front of you",
        "modified": "Use less weight and raise the dumbbells less high",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 109,
        "gif": "https://media3.giphy.com/media/1n6exUWUnxvyzkYAaG/giphy.gif",
        "name": "Plank Rows",
        "description": "In a plank, holding dumbbells, raise one dumbbell to your chest then return dumbbell to the floor and raise the other dumbbell. Repeat.",
        "modified": "Use less weight and/or keep knees on ground",
        "focus": [
            "core",
            "upper-body"
        ]
    },
    {
        "id": 110,
        "gif": "https://media1.giphy.com/media/J0DBsawoq4hLLKzk8M/giphy.gif",
        "name": "Weighted Russian Twists",
        "description": "Seated on the floor, hold one dumbell with both hands, feet off the ground, slowly rotate your body to one side then the other keeping the dumbbell in front of you.",
        "modified": "Use less weight and don't rotate as completely",
        "focus": [
            "core"
        ]
    },
    {
        "id": 111,
        "gif": "https://media0.giphy.com/media/xT0Gqd3edBgA6sES5O/giphy.gif",
        "name": "Shoulder Press",
        "description": "With dumbbells resting on each shoulder, extend arms straight up and rotate arms so the dumbbells create a line, lower back to shoulders.",
        "modified": "Use less weight, add a small bounce in your knees/hips to generate momentum",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 112,
        "gif": "https://media0.giphy.com/media/T99mVqeaxxkcy5uAiv/giphy.gif",
        "name": "Floor Press",
        "description": "Back on the ground, feet flat on the floor, butt slightly off the ground, hold dumbbells to your side, elbows bent, and press the dumbbells straight up together, then lower back to the ground.",
        "modified": "Use less weight, don't raise butt off floor, don't extend arms as high",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 113,
        "gif": "https://media0.giphy.com/media/3oEjHM9hzerMdVjYWI/giphy.gif",
        "name": "Bent-Over Rows",
        "description": "Knees slightly bent, bend over at a 45 degree angle, hold dumbbells in front of you, raise your elbows up to your back and dumbbells level with your chest, return dumbbells back in front of you",
        "modified": "Use less weight, don't bend over as deeply, don't raise your elbows all the way to your back",
        "focus": [
            "upper-body"
        ]
    },
    {
        "id": 114,
        "gif": "https://media2.giphy.com/media/xT8qBrjcngCsejZ0mA/giphy.gif",
        "name": "Walking Weighted Lunges",
        "description": "Holding dumbbells by your side, perform a lunge, and as you come up, bring the other leg forward immediately into a lunge, repeat until you run out of room, then turn and come back the other way.",
        "modified": "Use less weight, don't lunge as deeply",
        "focus": [
            "lower-body"
        ]
    },
    {
        "id": 115,
        "gif": "https://media1.giphy.com/media/hPrHa0hRFQGOtdqhG2/giphy.gif",
        "name": "Goblet Squats",
        "description": "Holding one dumbell between both hands in front of your chest, perform deep squat, making sure to keep knees behind your toes and back straight",
        "modified": "Use less weight, don't squat as deeply",
        "focus": [
            "lower-body"
        ]
    }
]